tap "aws/tap"
tap "dart-lang/dart"
tap "goodwithtech/dockle"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "itchyny/rexdep"
tap "itchyny/tap"
tap "mackerelio/mackerel-agent"
tap "motemen/furoshiki2"
tap "yuuki/cfstacker"
brew "asciidoctor"
brew "readline"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bazaar"
brew "gettext"
brew "cairo"
brew "cfssl"
brew "cocoapods"
brew "container-diff"
brew "coreutils"
brew "ctags"
brew "go"
brew "dep"
brew "docker-credential-helper-ecr"
brew "emojify"
brew "envchain"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "ghq"
brew "git"
brew "hadolint"
brew "haskell-stack"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperkit", link: false
brew "libxml2"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "kustomize"
brew "libusbmuxd", args: ["HEAD"]
brew "libxslt"
brew "lv"
brew "mecab"
brew "mecab-ipadic"
brew "minikube"
brew "mitmproxy"
brew "mysql@5.7"
brew "neovim"
brew "nginx"
brew "node-build"
brew "nodenv"
brew "nyancat"
brew "opencv"
brew "peco"
brew "percona-toolkit"
brew "pipenv"
brew "plantuml"
brew "plenv"
brew "pstree"
brew "pwgen"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rustup-init"
brew "sbt"
brew "shellcheck"
brew "skaffold"
brew "sshuttle"
brew "stern"
brew "swig"
brew "telnet"
brew "the_platinum_searcher"
brew "tig"
brew "tmux"
brew "travis"
brew "tree"
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "dart-lang/dart/dart"
brew "goodwithtech/dockle/dockle"
brew "heroku/brew/heroku"
brew "instrumenta/instrumenta/kubeval"
brew "itchyny/tap/gojq"
brew "itchyny/tap/rexdep"
brew "mackerelio/mackerel-agent/mkr"
brew "motemen/furoshiki2/furoshiki2", args: ["HEAD"]
brew "yuuki/cfstacker/cfstacker", args: ["HEAD"]
cask "1password"
cask "android-studio"
cask "choosy"
cask "dash3"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "firefox-developer-edition"
cask "font-envy-code-r"
cask "font-fira-code"
cask "font-ricty-diminished"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "gyazo"
cask "hammerspoon"
cask "intellij-idea-ce"
cask "iterm2"
cask "java8"
cask "karabiner-elements"
cask "licecap"
cask "logitech-options"
cask "marp"
cask "minikube"
cask "night-owl"
cask "notion"
cask "simplenote"
cask "slack"
cask "typora"
cask "unshaky"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "wireshark"
