tap "adoptopenjdk/openjdk"
tap "aquasecurity/trivy"
tap "aws/tap"
tap "cuelang/tap"
tap "dart-lang/dart"
tap "fabianishere/personal"
tap "github/gh"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "itchyny/rexdep"
tap "itchyny/tap"
tap "kayac/tap"
tap "mackerelio/mackerel-agent"
tap "motemen/furoshiki2"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
tap "twilio/brew"
tap "yuuki/cfstacker"
brew "act"
brew "angband"
brew "apache-opennlp"
brew "asciidoctor"
brew "coreutils"
brew "readline"
brew "asdf"
brew "libusb"
brew "awscli"
brew "awslogs"
brew "bandwhich"
brew "bash"
brew "bat"
brew "bazaar"
brew "boost"
brew "gettext"
brew "glib"
brew "cairo"
brew "openblas"
brew "suite-sparse"
brew "ceres-solver"
brew "cfssl"
brew "cocoapods"
brew "container-diff"
brew "ctags"
brew "ctop"
brew "curl"
brew "deno"
brew "distribution"
brew "docker-credential-helper-ecr"
brew "entr"
brew "envchain"
brew "exa"
brew "fd"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libtiff"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcal"
brew "gd"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glibmm"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "pango"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "haskell-stack"
brew "hdf5"
brew "htop"
brew "httpie"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imath", link: false
brew "shared-mime-info"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "libxslt"
brew "lsd"
brew "lv"
brew "massren"
brew "mecab"
brew "mecab-ipadic"
brew "minikube"
brew "protobuf"
brew "mitmproxy"
brew "mkcert"
brew "mysql-client"
brew "mysql@5.6"
brew "mysql@5.7"
brew "neovim"
brew "netcdf"
brew "node-build"
brew "nodenv"
brew "nss"
brew "numpy", link: false
brew "nyancat"
brew "openapi-generator"
brew "opencv"
brew "percona-toolkit"
brew "perl"
brew "perl-build"
brew "pipenv"
brew "plantuml"
brew "plenv"
brew "poetry", link: false
brew "procs"
brew "pstree"
brew "pwgen"
brew "pyenv"
brew "pyqt"
brew "python@3.7"
brew "ruby-build"
brew "rbenv"
brew "rpm"
brew "rustup-init"
brew "shellcheck"
brew "sip"
brew "skaffold"
brew "source-highlight"
brew "sshuttle"
brew "starship"
brew "stern"
brew "subversion"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "the_platinum_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "aws/tap/aws-sam-cli"
brew "dart-lang/dart/dart"
brew "fabianishere/personal/pam_reattach"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "instrumenta/instrumenta/kubeval"
brew "itchyny/tap/mmv"
brew "itchyny/tap/rexdep"
brew "kayac/tap/ecspresso"
brew "mackerelio/mackerel-agent/mkr"
brew "motemen/furoshiki2/furoshiki2", args: ["HEAD"]
brew "qmk/qmk/qmk"
brew "rhysd/actionlint/actionlint"
brew "twilio/brew/twilio"
brew "yuuki/cfstacker/cfstacker", args: ["HEAD"]
cask "1password"
cask "1password-cli"
cask "adoptopenjdk11"
cask "alfred"
cask "alloy"
cask "android-file-transfer"
cask "android-studio"
cask "authy"
cask "choosy"
cask "dash3"
cask "discord"
cask "discord-canary"
cask "discord-ptb"
cask "docker"
cask "dropbox"
cask "dungeon-crawl-stone-soup-console"
cask "firefox"
cask "firefox-developer-edition"
cask "font-cascadia-code"
cask "font-envy-code-r"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-proggyclean-nerd-font-mono"
cask "font-ricty-diminished"
cask "font-victor-mono"
cask "gimp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "gyazo"
cask "hammerspoon"
cask "hyper"
cask "intellij-idea-ce"
cask "iterm2"
cask "java8"
cask "karabiner-elements"
cask "krisp"
cask "licecap"
cask "logitech-options"
cask "marp"
cask "microsoft-edge"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "opera"
cask "opera-beta"
cask "qfinder-pro"
cask "qmk-toolbox"
cask "simplenote"
cask "slack"
cask "spotify"
cask "steam"
cask "typora"
cask "unshaky"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wireshark"
