alanz.vscode-hie-server
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.jupyter
eamodio.gitlens
eg2.tslint
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
henriiik.vscode-perl
jaydenlin.ctags-support
joaompinto.asciidoctor-vscode
justusadam.language-haskell
Kasik96.swift
kumar-harsh.graphql-for-vscode
mathiasfrohlich.Kotlin
mikestead.dotenv
MS-CEINTL.vscode-language-pack-ja
ms-mssql.mssql
ms-python.python
ms-vscode.csharp
ms-vscode.Go
ms-vsliveshare.vsliveshare
octref.vetur
PeterJausovec.vscode-docker
redhat.java
RoscoP.ActiveFileInStatusBar
samosad.tt
sneezry.vscode-instant-weather
timonwong.shellcheck
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
